{"name":"Druid","level":"5","race":"Halfling","age":"?","size":"medium","alignment":"CN","xp":0,"background":{"title":"Sage","characteristic":""},"class":"Druid","subclass":"Circle of the Moon","multiclasses":[{"class_id":0,"class_level":1,"subclass":"","hit_dice":""}],"hit_dice":{"dice":"d8","max":"5","current":5,"mult1_dice":"","mult1_max":0,"mult1_current":0,"mult2_dice":"","mult2_max":0,"mult2_current":0,"mult3_dice":"","mult3_max":0,"mult3_current":0,"mult4_dice":"","mult4_max":0,"mult4_current":0,"mult5_dice":"","mult5_max":0,"mult5_current":0},"hp":{"max":"60","current":"60","temp":0,"temp_max":"0","temp_ac":0,"temp_speed":0,"status":""},"defences":{"resistances":"Being frightened, losing concentration","immunities":"","vulnerabilities":""},"death_saves":{"pass":0,"fail":0},"exhaustion":0,"ac":"12/14","speed":"25","initiative":"1","proficiency_bonus":"3","inspiration":false,"stats":{"str":"8","temp_str":0,"dex":"12","temp_dex":0,"con":"14","temp_con":0,"int":"10","temp_int":0,"wis":"18","temp_wis":0,"cha":"14","temp_cha":0},"saves":{"str":false,"str_bonus":0,"dex":false,"dex_bonus":0,"con":false,"con_bonus":0,"int":true,"int_bonus":0,"wis":true,"wis_bonus":0,"cha":false,"cha_bonus":0},"skills":{"Athletics":"","Athletics_bonus":0,"Acrobatics":"","Acrobatics_bonus":0,"SleightOfHand":"","SleightOfHand_bonus":0,"Stealth":"","Stealth_bonus":0,"Arcana":"","Arcana_bonus":0,"History":"","History_bonus":0,"Investigation":"","Investigation_bonus":0,"Nature":"","Nature_bonus":0,"Religion":"","Religion_bonus":0,"AnimalHandling":"","AnimalHandling_bonus":0,"Insight":"Proficient","Insight_bonus":0,"Medicine":"","Medicine_bonus":0,"Perception":"","Perception_bonus":0,"Survival":"","Survival_bonus":0,"Deception":"","Deception_bonus":0,"Intimidation":"","Intimidation_bonus":0,"Performance":"","Performance_bonus":0,"Persuasion":"Proficient","Persuasion_bonus":0},"passives":{"senses":"","perception":0,"perception_bonus":0,"investigation":0,"investigation_bonus":0,"insight":0,"insight_bonus":0},"features":[{"feature_id":11,"level_acquired":0,"feature_name":"Lucky","source":"race","description":"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll.","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":8,"level_acquired":0,"feature_name":"Brave","source":"race","description":"You have advantage on saving throws against being frightened.","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":1,"level_acquired":0,"feature_name":"Wanderer","source":"background","description":"You have an excellent memory for maps and geography, and you can always recall the general layout of terrain, settlements, and other features around you. In addition, you can find food and fresh water for yourself and up to five other people each day, provided that the land offers berries, small game, water, and so forth.","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":9,"level_acquired":0,"feature_name":"Halfling Nimbleness","source":"race","description":"You can move through the space of any creature that is of a size larger than yours.","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":10,"level_acquired":0,"feature_name":"Silent Speech","source":"race","description":"You can speak telepathically to any creature within 30 feet of you. The creature understands you only if the two of you share a language. You can speak telepathically in this way to one creature at a time.","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":3,"level_acquired":"1","feature_name":"Spellcasting","source":"class","description":"Drawing on the divine essence of nature itself, you can cast spells to shape that essence to your will.\n\nCantrips\nAt 1st level, you know two cantrips of your choice from the druid spell list. You learn additional druid cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Druid table.\n\nPreparing and Casting Spells\nThe Druid table shows how many spell slots you have to cast your druid spells of 1st level and higher. To cast one of these druid spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.\n\nYou prepare the list of druid spells that are available for you to cast, choosing from the druid spell list. When you do so, choose a number of druid spells equal to your Wisdom modifier + your Druid level (minimum of one spell). The spells must be of a level for which you have spell slots.\n\nFor example, if you are a 3rd-level druid, you have four 1st-level and two 2nd-level spell slots. With a Wisdom of 16, your list of prepared spells can include six spells of 1st or 2nd level, in any combination. If you prepare the 1st-level spell Cure Wounds, you can cast it using a 1st-level or 2nd-level slot. Casting the spell doesn't remove it from your list of prepared spells.\nYou can also change your list of prepared spells when you finish a long rest. Preparing a new list of druid spells requires time spent in prayer and meditation: at least 1 minute per spell level for each spell on your list.\n\nSpellcasting Ability\nWisdom is your spellcasting ability for your druid spells, since your magic draws upon your devotion and attunement to nature. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a druid spell you cast and when making an attack roll with one.\n\nSpell save DC = 8 + your proficiency bonus + your Wisdom modifier\n\nSpell attack modifier = your proficiency bonus + your Wisdom modifier\n\nRitual Casting\nYou can cast a druid spell as a ritual if that spell has the ritual tag and you have the spell prepared.\n\nSpellcasting Focus\nYou can use a druidic focus as a spellcasting focus for your druid spells.","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":2,"level_acquired":"1","feature_name":"Druidic","source":"class","description":"You know Druidic, the secret language of druids. You can speak the language and use it to leave hidden messages. You and others who know this language automatically spot such a message. Others spot the message's presence with a successful DC 15 Wisdom (Perception) check but can't decipher it without magic.","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":6,"level_acquired":"2","feature_name":"Circle Forms","source":"class","description":"The rites of your circle grant you the ability to transform into more dangerous animal forms. Starting at 2nd level, you can use your Wild Shape to transform into a beast with a challenge rating as high as 1. You ignore the Max. CR column of the Beast Shapes table, but must abide by the other limitations there.\n\nStarting at 6th level, you can transform into a beast with a challenge rating as high as your druid level divided by 3, rounded down.","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":7,"level_acquired":"2","feature_name":"Wild Companion","source":"class","description":"At 2nd level, you gain the ability to summon a spirit that assumes an animal form: as an action, you can expend a use of your Wild Shape feature to cast the Find Familiar spell, without material components.\n\nWhen you cast the spell in this way, the familiar is a fey instead of a beast, and the familiar disappears after a number of hours equal to half your druid level.","max_uses":0,"current_uses":0,"recharge":"","action_type":"action","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":5,"level_acquired":"2","feature_name":"Combat Wild Shape","source":"class","description":"When you choose this circle at 2nd level, you gain the ability to use Wild Shape on your turn as a bonus action, rather than as an action.\n\nAdditionally, while you are transformed by Wild Shape, you can use a bonus action to expend one spell slot to regain 1d8 hit points per level of the spell slot expended.","max_uses":0,"current_uses":0,"recharge":"","action_type":"bonus","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":4,"level_acquired":"2","feature_name":"Wild Shape","source":"class","description":"Starting at 2nd level, you can use your action to magically assume the shape of a beast that you have seen before. You can use this feature twice. You regain expended uses when you finish a short or long rest.\n\nYour druid level determines the beasts you can transform into, as shown in the Beast Shapes table. At 2nd level, for example, you can transform into any beast that has a challenge rating of 1/4 or lower that doesn't have a flying or swimming speed.\n\nLevel\tMax. CR\tLimitations\tExample\n2nd\t1/4\tNo flying or swimming speed\tWolf\n4th\t1/2\tNo flying speed\tCrocodile\n8th\t1\t\tGiant eagle\n\nou can stay in a beast shape for a number of hours equal to half your druid level (rounded down). You then revert to your normal form unless you expend another use of this feature. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall unconscious, drop to 0 hit points, or die.\n\nWhile you are transformed, the following rules apply:\n\nYour game statistics are replaced by the statistics of the beast, but you retain your alignment, personality, and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has the same proficiency as you and the bonus in its stat block is higher than yours, use the creature's bonus instead of yours. If the creature has any legendary or lair actions, you can't use them.\nWhen you transform, you assume the beast's hit points and Hit Dice. When you revert to your normal form, you return to the number of hit points you had before you transformed. However, if you revert as a result of dropping to 0 hit points, any excess damage carries over to your normal form, For example, if you take 10 damage in animal form and have only 1 hit point left, you revert and take 9 damage. As long as the excess damage doesn't reduce your normal form to 0 hit points, you aren't knocked unconscious.\nYou can't cast spells, and your ability to speak or take any action that requires hands is limited to the capabilities of your beast form. Transforming doesn't break your concentration on a spell you've already cast, however, or prevent you from taking actions that are part of a spell, such as Call Lightning, that you've already cast.\nYou retain the benefit of any features from your class, race, or other source and can use them if the new form is physically capable of doing so. However, you can't use any of your special senses, such as darkvision, unless your new form also has that sense.\nYou choose whether your equipment falls to the ground in your space, merges into your new form, or is worn by it. Worn equipment functions as normal, but the DM decides whether it is practical for the new form to wear a piece of equipment, based on the creature's shape and size. Your equipment doesn't change size or shape to match the new form, and any equipment that the new form can't wear must either fall to the ground or merge with it. Equipment that merges with the form has no effect until you leave the form.","max_uses":"2","current_uses":"2","recharge":"short","action_type":"bonus","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""},{"feature_id":12,"level_acquired":"4","feature_name":"War Caster","source":"feat","description":"You have practiced casting spells in the midst of combat, learning techniques that grant you the following benefits:\n\n    You have advantage on Constitution saving throws that you make to maintain your concentration on a spell when you take damage.\n\n    You can perform the somatic components of spells even when you have weapons or a shield in one or both hands.\n\n    When a hostile creature's movement provokes an opportunity attack from you, you can use your reaction to cast a spell at the creature, rather than making an opportunity attack. The spell must have a casting time of 1 action and must target only that creature.\n","max_uses":0,"current_uses":0,"recharge":"","action_type":"","damage_dice":"","damage_dice_amount":"","damage_type":"","dc":""}],"attacks":[{"attack_id":0,"attack_name":"Unarmed","attack_bonus":2,"damage_bonus":0,"damage_dice":"","damage_dice_num":1,"damage_type":"Bludgeoning","range":"","tags":"","ammo":0,"mod_used":"str"},{"attack_id":2,"attack_type":"weapon","attack_name":"Staff","mod_used":"str","attack_bonus":2,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"d6","damage_dice_num":1,"damage_type":"Bludgeoning","range":"","tags":"Versatile(d8)","ammo":0,"magic":"","school":"","spell_level":"","description":"","casting_time":"","components":"","duration":"","upcasting":"","half_damage_save":"","effect_summary":"","ritual":"","concentration":"","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":4,"attack_type":"spell","attack_name":" Produce Flame","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"d8","damage_dice_num":"2","damage_type":"Fire","range":"30ft","tags":"","ammo":0,"magic":"yes","school":"Conjuration","spell_level":"cantrip","description":"A flickering flame appears in your hand. The flame remains there for the duration and harms neither you nor your equipment. The flame sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The spell ends if you dismiss it as an action or if you cast it again.\n\nYou can also attack with the flame, although doing so ends the spell. When you cast this spell, or as an action on a later turn, you can hurl the flame at a creature within 30 feet of you. Make a ranged spell attack. On a hit, the target takes 1d8 fire damage.\n\nThis spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).","casting_time":"1 Action","components":"V, S","duration":"10 minutes","upcasting":"This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).","half_damage_save":"","effect_summary":"bright light in a 10-foot radius and dim light for an additional 10 feet","ritual":"","concentration":"","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":5,"attack_type":"spell","attack_name":"Thorn Whip","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":"3","damage_dice":"d6","damage_dice_num":"2","damage_type":"Magical Bludgeoning","range":"30ft","tags":"","ammo":0,"magic":"yes","school":"Transmutation","spell_level":"cantrip","description":"You create a long, vine-like whip covered in thorns that lashes out at your command toward a creature in range. Make a melee spell attack against the target. If the attack hits, the creature takes 1d6 piercing damage, and if the creature is Large or smaller, you pull the creature up to 10 feet closer to you.","casting_time":"1 Action","components":"V, S, M (the stem of a plant with thorns)","duration":"Instantaneous","upcasting":"This spell’s damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6).","half_damage_save":"","effect_summary":"Pull enemies closer","ritual":"","concentration":"","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":6,"attack_type":"spell","attack_name":"Entangle","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"","damage_dice_num":"0","damage_type":"","range":"90ft","tags":"","ammo":0,"magic":"yes","school":"Conjuration","spell_level":"1","description":"Grasping weeds and vines sprout from the ground in a 20-foot square starting from a point within range. For the duration, these plants turn the ground in the area into difficult terrain.\n\nA creature in the area when you cast the spell must succeed on a Strength saving throw or be restrained by the entangling plants until the spell ends. A creature restrained by the plants can use its action to make a Strength check against your spell save DC. On a success, it frees itself.\n\nWhen the spell ends, the conjured plants wilt away.","casting_time":"1 Action","components":"V S","duration":"Concentration, up to 1 minute","upcasting":"","half_damage_save":"","effect_summary":"20-foot square, difficult terrain, creature restrained","ritual":"","concentration":"yes","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":7,"attack_type":"spell","attack_name":"Goodberry","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"","damage_dice_num":"0","damage_type":"","range":"Touch","tags":"","ammo":0,"magic":"yes","school":"Transmutation","spell_level":"1","description":"Up to ten berries appear in your hand and are infused with magic for the duration. A creature can use its action to eat one berry. Eating a berry restores 1 hit point, and the berry provides enough nourishment to sustain a creature for one day.\n\nThe berries lose their potency if they have not been consumed within 24 hours of the casting of this spell.","casting_time":"1 Action","components":"V, S, M (a sprig of mistletoe)","duration":"Instantaneous","upcasting":"","half_damage_save":"","effect_summary":"10 magic berries restore 1HP each","ritual":"","concentration":"","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":8,"attack_type":"spell","attack_name":"Speak with Animals","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"","damage_dice_num":"0","damage_type":"","range":"Self","tags":"","ammo":0,"magic":"yes","school":"Divination","spell_level":"1","description":"You gain the ability to comprehend and verbally communicate with beasts for the duration. The knowledge and awareness of many beasts is limited by their intelligence, but at minimum, beasts can give you information about nearby locations and monsters, including whatever they can perceive or have perceived within the past day. You might be able to persuade a beast to perform a small favor for you, at the GM's discretion.","casting_time":"1 Action","components":"V S","duration":"10 mins","upcasting":"","half_damage_save":"","effect_summary":"Talk to animals","ritual":"","concentration":"","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":9,"attack_type":"spell","attack_name":" Faerie Fire","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"","damage_dice_num":"0","damage_type":"","range":"60ft","tags":"","ammo":0,"magic":"yes","school":"Evocation","spell_level":"1","description":"Each object in a 20-foot cube within range is outlined in blue, green, or violet light (your choice). Any creature in the area when the spell is cast is also outlined in light if it fails a Dexterity saving throw. For the duration, objects and affected creatures shed dim light in a 10-foot radius.\n\nAny attack roll against an affected creature or object has advantage if the attacker can see it, and the affected creature or object can't benefit from being invisible.","casting_time":"1 Action","components":"V","duration":"up to 1 minute","upcasting":"","half_damage_save":"","effect_summary":"20ft cube the reveals invisibility and gives attack advantage","ritual":"","concentration":"yes","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":"","save_required":"dex"},{"attack_id":10,"attack_type":"spell","attack_name":" Heat Metal","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"d8","damage_dice_num":"2","damage_type":"Fire","range":"60","tags":"","ammo":0,"magic":"yes","school":"Transmutation","spell_level":"2","description":"Choose a manufactured metal object, such as a metal weapon or a suit of heavy or medium metal armor, that you can see within range. You cause the object to glow red-hot. Any creature in physical contact with the object takes 2d8 fire damage when you cast the spell. Until the spell ends, you can use a bonus action on each of your subsequent turns to cause this damage again.\n\nIf a creature is holding or wearing the object and takes the damage from it, the creature must succeed on a Constitution saving throw or drop the object if it can. If it doesn't drop the object, it has disadvantage on attack rolls and ability checks until the start of your next turn.","casting_time":"1 Action","components":"V, S, M (a piece of iron and a flame)","duration":"up to 1 minute","upcasting":"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for each slot level above 2nd.","half_damage_save":"","effect_summary":"Burn and disable enemy holding or wearing metal","ritual":"","concentration":"yes","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":"","save_required":"con"},{"attack_id":11,"attack_type":"spell","attack_name":"Moonbeam","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"d10","damage_dice_num":"2","damage_type":"Radiant","range":"120ft","tags":"","ammo":0,"magic":"yes","school":"Evocation","spell_level":"2","description":"A silvery beam of pale light shines down in a 5-foot-radius, 40-foot-high cylinder centered on a point within range. Until the spell ends, dim light fills the cylinder.\n\nWhen a creature enters the spell's area for the first time on a turn or starts its turn there, it is engulfed in ghostly flames that cause searing pain, and it must make a Constitution saving throw. It takes 2d10 radiant damage on a failed save, or half as much damage on a successful one.\n\nA shapechanger makes its saving throw with disadvantage. If it fails, it also instantly reverts to its original form and can't assume a different form until it leaves the spell's light.\n\nOn each of your turns after you cast this spell, you can use an action to move the beam 60 feet in any direction.","casting_time":"1 Action","components":"V, S, M (several seeds of any moonseed plant and a piece of opalescent feldspar)","duration":"up to 1 minute","upcasting":"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d10 for each slot level above 2nd.","half_damage_save":"yes","effect_summary":"5ft radius area, can move 60ft as action","ritual":"","concentration":"yes","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":11,"attack_type":"spell","attack_name":"Druidcraft","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"","damage_dice_num":0,"damage_type":"","range":"30ft","tags":"","ammo":0,"magic":"","school":"Transmutation","spell_level":"cantrip","description":"Whispering to the spirits of nature, you create one of the following effects within range:\n\n    You create a tiny, harmless sensory effect that predicts what the weather will be at your location for the next 24 hours. The effect might manifest as a golden orb for clear skies, a cloud for rain, falling snowflakes for snow, and so on. This effect persists for 1 round.\n\n    You instantly make a flower blossom, a seed pod open, or a leaf bud bloom.\n\n    You create an instantaneous, harmless sensory effect, such as falling leaves, a puff of wind, the sound of a small animal, or the faint odor of skunk. The effect must fit in a 5-foot cube.\n\n    You instantly light or snuff out a candle, a torch, or a small campfire.\n","casting_time":"1 Action","components":"V, S","duration":"Instantaneous","upcasting":"","save_required":"","half_damage_save":"","effect_summary":"Simple harmless nature magic","ritual":"","concentration":"","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":12,"attack_type":"spell","attack_name":"Healing Word","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":"4","damage_dice":"d4","damage_dice_num":"1","damage_type":"","range":"60ft","tags":"","ammo":0,"magic":"","school":"Evocation","spell_level":"1","description":"A creature of your choice that you can see within range regains hit points equal to 1d4 + your spellcasting ability modifier. This spell has no effect on undead or constructs.","casting_time":"1 Bonus Action","components":"V","duration":"Instantaneous","upcasting":"When you cast this spell using a spell slot of 2nd level or higher, the healing increases by 1d4 for each slot level above 1st.","half_damage_save":"","save_required":"","effect_summary":"Minor heal from distance","ritual":"","concentration":"","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":13,"attack_type":"spell","attack_name":"Call Lightning","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"d10","damage_dice_num":"3","damage_type":"","range":"120ft","tags":"","ammo":0,"magic":"","school":"Conjuration","spell_level":"3","description":"A storm cloud appears in the shape of a cylinder that is 10 feet tall with a 60-foot radius, centered on a point you can see within range directly above you. The spell fails if you can’t see a point in the air where the storm cloud could appear (for example, if you are in a room that can’t accommodate the cloud).\n\nWhen you cast the spell, choose a point you can see under the cloud. A bolt of lightning flashes down from the cloud to that point. Each creature within 5 feet of that point must make a Dexterity saving throw. A creature takes 3d10 lightning damage on a failed save, or half as much damage on a successful one. On each of your turns until the spell ends, you can use your action to call down lightning in this way again, targeting the same point or a different one.\n\nIf you are outdoors in stormy conditions when you cast this spell, the spell gives you control over the existing storm instead of creating a new one. Under such conditions, the spell’s damage increases by 1d10.","casting_time":"1 Action","components":"V, S","duration":"up to 10 minutes","upcasting":"When you cast this spell using a spell slot of 4th or higher level, the damage increases by 1d10 for each slot level above 3rd.","half_damage_save":"yes","save_required":"dex","effect_summary":"Create or control a storm with lightning","ritual":"","concentration":"yes","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""},{"attack_id":14,"attack_type":"spell","attack_name":"Conjure Animals","mod_used":"","attack_bonus":0,"bonus_attack_bonus":"0","damage_bonus":0,"bonus_damage_bonus":0,"damage_dice":"","damage_dice_num":0,"damage_type":"","range":"60ft","tags":"","ammo":0,"magic":"","school":"Conjuration","spell_level":"3","description":"You summon fey spirits that take the form of beasts and appear in unoccupied spaces that you can see within range.\n\nChoose one of the following options for what appears:\n\n    One beast of challenge rating 2 or lower\n\n    Two beasts of challenge rating 1 or lower\n\n    Four beasts of challenge rating 1/2 or lower\n\n    Eight beasts of challenge rating 1/4 or lower\n\nEach beast is also considered fey, and it disappears when it drops to 0 hit points or when the spell ends.\n\nThe summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don’t issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions. The DM has the creatures’ statistics.","casting_time":"1 Action","components":"V, S","duration":"up to 1 hour","upcasting":"When you cast this spell using certain higher-level spell slots, you choose one of the summoning options above, and more creatures appear: twice as many with a 5th-level slot, three times as many with a 7th-level slot, and four times as many with a 9th-level slot.","half_damage_save":"","save_required":"","effect_summary":"Summon group of animals to help","ritual":"","concentration":"yes","bonus_damage_dice":"","bonus_damage_dice_num":"","bonus_damage_dice_type":""}],"magic":{"magic_user":true,"save_dc":"15","save_dc_bonus":0,"spell_attack_mod":"7","spell_attack_bonus":0,"ability":"wis","cantrips_known":"3","spells_known":"9","concentrating":false},"spellslots":{"first":"4","first_remaining":"4","second":"3","second_remaining":"3","third":"2","third_remaining":"2","fourth":0,"fourth_remaining":0,"fifth":0,"fifth_remaining":0,"sixth":0,"sixth_remaining":0,"seventh":0,"seventh_remaining":0,"eighth":0,"eighth_remaining":0,"ninth":0,"ninth_remaining":0},"inventory":[],"currency":{"copper":0,"silver":0,"electrum":0,"gold":"5","platinum":0},"proficiencies":{"languages":"Common, Halfling, Elvish, Goblin","weapons":"Clubs, daggers, darts, javelins, maces, quarterstaffs, scimitars, sickles, slings, spears","armour":"Light armor, medium armor, shields (druids will not wear armor or use shields made of metal)","other":""},"equipment":[{"equipment_id":1,"equipment_name":"A staff","equipment_type":"","rarity":"common","desc":"","value":0,"value_currency":""},{"equipment_id":4,"equipment_name":"a wooden shield","equipment_type":"","rarity":"common","desc":"","value":0,"value_currency":""},{"equipment_id":5,"equipment_name":"a scimitar","equipment_type":"","rarity":"common","desc":"","value":0,"value_currency":""},{"equipment_id":6,"equipment_name":"Leather armor","equipment_type":"","rarity":"common","desc":"","value":0,"value_currency":""},{"equipment_id":7,"equipment_name":"explorer's pack","equipment_type":"","rarity":"common","desc":"• a Backpack\n• a Bedroll\n• a Mess kit\n• a Tinderbox\n• 10 torches\n• 10 days of Rations\n• a Waterskin\n• 50 feet of Hempen rope","value":0,"value_currency":""},{"equipment_id":8,"equipment_name":"druidic focus","equipment_type":"","rarity":"common","desc":"","value":0,"value_currency":""}],"personality":{"trait1":"I once ran twenty-five miles without stopping to warn my clan of an approaching orc horde. I'd do it again if I had to.","trait2":"\tI feel far more comfortable around animals than people.","ideal":"\tNature. The natural world is more important than all the constructs of civilization.","bond":"An injury to the unspoiled wilderness of my home is an injury to me.","flaw":"Don't expect me to save those who can't save themselves. It is nature's way that the strong thrive and the weak perish."},"notes":[]}